Repository: wp-plugins/custom-field-template
Catalog: tags/1.4.5/custom-field-template-*.po
Languages: es_es

source: Load
es_es: Cargar

source: read more
es_es: leer más

source: Custom Fields
es_es: Campos Personalizados

source: Settings
es_es: Configuración

source: Default Template
es_es: Plantilla predeterminada

source: Options updated.
es_es: Opciones actualizadas exitosamente

source: Value Counts rebuilt.
es_es: Conteo de valores reconstruido

source: Tags rebuilt.
es_es: Etiquetas reconstruidas

source: Options imported.
es_es: Opciones importadas

source: Options resetted.
es_es: Opciones reiniciadas exitosamente

source: Options deleted.
es_es: Opciones eliminadas exitosamente

source: Click to toggle
es_es: Haz clic para intercambiar

source: Custom Field Template Options
es_es: Opciones de campos personalizados

source: Template Title
es_es: Título de la plantilla

source: Template Instruction
es_es: Instrucciones de la plantilla

source: Post Type
es_es: Tipo de publicación

source: Both
es_es: Ambos

source: Post
es_es: Entrada

source: Page
es_es: Página

source: Post ID (comma-deliminated)
es_es: ID de entrada (Delimitado por comas)

source: Category ID (comma-deliminated)
es_es: ID de Categoría (Delimitado por comas)

source: Page Template file name(s) (comma-deliminated)
es_es: Nombre(s) de Archivo(s) de Plantilla(s) (Delimitado por comas)

source: Template Content
es_es: Contenido de la plantilla

source: In case that you would like to insert multiple images at once in use of the custom field media buttons
es_es: En caso de que desees insertar múltiples imágenes al mismo tiempo para el uso de los botones Media

source: Use multiple image inset
es_es: Usar inclusión de múltiples imágenes

source: Caution:
es_es: Advertencia:

source: You need to edit `wp-admin/includes/media.php`. Delete or comment out the code in the function media_send_to_editor.
es_es: Necesitas editar el archivo `wp-admin/includes/media.php`. Elimina o descomenta el código en la función media_send_to_editor

source: In case that you would like to replace custom keys by labels if `label` is set
es_es: En caso de que desees reemplazar claves personalizadas por etiquetas si 'etiqueta' está configurado

source: Use labels in place of custom keys
es_es: Usar etiquetas en lugar de claves personalizadas

source: In case that you would like to add p and br tags in textareas automatically
es_es: En caso de que desees añadir etiquetas 'p' y 'br' automáticamente en áreas de texto

source: Use wpautop function
es_es: Usar función 'wpautop'

source: In case that you would like to save values automatically in switching templates
es_es: En caso de que desees guardar valores automáticamente en la conmutación de plantillas

source: Use the auto save in switching templates
es_es: Usar auto-guardado al conmutar plantillas

source: In case that you would like to forbid to use the default custom fields.
es_es: En caso de que desees prohibir el uso de los campos predeterminados

source: Disable the default custom fields
es_es: Deshabilitar campos predeterminados

source: In case that you would like to forbid to use the quick edit.
es_es: En caso de que desees prohibir la edición rápida

source: Disable the quick edit
es_es: Deshabilitar edición rápida

source: In case that you would like to replace the box title with the template title.
es_es: En caso de que desees reemplazar el título de la caja por el título de la plantilla

source: Replace the box title
es_es: Reemplazar caja de título

source: In case that you would like to use the shortcode in the widget.
es_es: En caso de que desees utilizar abreviación de código en el widget

source: Use the shortcode in the widget
es_es: Utilizar abreviaciones de código en el widget

source: In case that you would like to use the shortcode in the excerpt.
es_es: En caso de que desees utilizar abreviación de código en el extracto

source: Use the shortcode in the excerpt
es_es: Utilizar abreviaciones de código en el extracto

source: Update Options &raquo;
es_es: Actualizar opciones &raquo;

source: [cft] and [cftsearch] Shortcode Format
es_es: Abreviaciones de código [cft] y [cftsearch]

source: For [cft], [key] will be converted into the value of [key].
es_es: Para [cft], [key] se convertirá en un valor de [key].

source: For [cftsearch], [key] will be converted into the input field.
es_es: Para [cftsearch], [key] se convertirá en campo de entrada.

source: Use PHP
es_es: Usar PHP

source: PHP CODE (Experimental Option)
es_es: CÓDIGO PHP (Opción en Experimentación)

source: Are you sure to save PHP codes? Please do it at your own risk.
es_es: ¿Estás seguro de querer guardar los códigos PHP? Házlo a tu propio riesgo

source: For `text` and `textarea`, you must set $value as an string.
es_es: Para `text` y `textarea`, debes configurar $value como una cadena.

source: For `checkbox`, `radio`, and `select`, you must set $values as an array.
es_es: Para `checkbox`, `radio`, y `select`, debes configurar tus $valores como un array

source: Auto Hook of `the_content()` (Experimental Option)
es_es: Auto Hook para `the_content()` (Opción experimental)

source: Position
es_es: Posición

source: Before the conetnt
es_es: Antes del contenido

source: After the conetnt
es_es: Después del contenido

source: Inside the conetnt ([cfthook hook=%d])
es_es: Dentro del contenido ([cfthook hook=%d])

source: Content
es_es: Contenido

source: Apply to feeds
es_es: Aplicar a los avances

source: Rebuild Value Counts
es_es: Reconstruir Conteo de Valores

source: Are you sure to rebuild all value counts?
es_es: ¿Seguro que deseas reconstruir los Conteos de Valores?

source: Value Counts are used for temporarily saving how many values in each key. Set `valueCount = true` into fields.
es_es: Los Conteos de Valores son utilizados para guardar temporalmente los valores en cada clave. Ajusta `valueCount = true` en los campos.

source: Rebuild Value Counts &raquo;
es_es: Actualizar Conteo de Valores $raquo;

source: Rebuild Tags
es_es: Reconstruir etiquetas

source: Are you sure to rebuild tags?
es_es: ¿Seguro que deseas reconstruir las etiquetas?

source: Rebuild Tags &raquo;
es_es: Actualizar Etiquetas $raquo;

source: Option List
es_es: Lista de opciones

source: Export Options
es_es: Opciones de Exportación

source: Export Options &raquo;
es_es: Opciones de Exportación &raquo;

source: Import Options
es_es: Opciones de Importación

source: Are you sure to import options? Options you set will be overwritten.
es_es: ¿Estás seguro de importar opciones? Las que hayas configurado serán sobreescritas

source: Import Options &raquo;
es_es: Opciones de Importación &raquo;

source: Reset Options
es_es: Reiniciar opciones

source: Are you sure to reset options? Options you set will be reset to the default settings.
es_es: ¿Estás seguro de querer reiniciar las opciones?. Las opciones que habías configurado serán reiniciadas a la configuración predeterminada.

source: Unset Options &raquo;
es_es: Reiniciar opciones &raquo;

source: Delete Options
es_es: Eliminar opciones

source: Are you sure to delete options? Options you set will be deleted.
es_es: ¿Estás seguro de querer eliminar las opciones?. Tus configuraciones serán suprimidas.

source: Delete Options &raquo;
es_es: Eliminar opciones &raquo;

source: Donation
es_es: Donaciones

source: If you liked this plugin, please make a donation via paypal! Any amount is welcome. Your support is much appreciated.
es_es: Si te agrada este plugin, por favor efectúa una donación vía paypal. Cualquier cantidad será bien recibida y agradecida. Tu apoyo será muy bien apreciado.

source: Add New
es_es: Añadir Nuevo

source: Clear
es_es: Borrar

source: Select
es_es: Seleccionar

source: Add Media
es_es: Añadir Media

source: Add an Image
es_es: Añadir una Imagen

source: Add Video
es_es: Añadir Video

source: Add Audio
es_es: Añadir Audio

source: Toggle
es_es: Intercambiar

source: Initialize
es_es: Inicializar

source: Are you sure to reset current values? Default values will be loaded.
es_es: ¿Estás seguro de reiniciar los valores actuales? Los valores predeterminados será cargados

source: Save
es_es: Guardar

source: Search &raquo;
es_es: Buscar &raquo;
